[
    {
        "id": 1,
        "title": "Consola Playstation 5® Digital Pro 2tb",
        "description": "La PlayStation 5® Digital Pro 2TB es la consola de última generación que lleva el entretenimiento a un nuevo nivel. Diseñada para los jugadores más exigentes, esta edición digital elimina el lector de discos, ofreciendo una experiencia 100% digital y almacenamiento masivo para albergar tus juegos favoritos, expansiones y contenido adicional sin preocupaciones.",
        "price": 565,
        "images": [
            "https://http2.mlstatic.com/D_NQ_NP_953550-MLA80457239548_112024-O.webp"
        ],
        "category": "Tecnología"
    },
    {
        "id": 2,
        "title": "Camisa Hombre Algodon Moda Ocasion",
        "description": "La camisa de hombre de algodón Polo es la elección perfecta para quienes buscan estilo y comodidad en cualquier ocasión. Con un diseño Custom Fit, esta prenda se adapta a la silueta masculina, ofreciendo un calce slim que resalta la figura sin sacrificar la libertad de movimiento. Su cuello con botón añade un toque de elegancia, ideal para eventos formales o para un look casual.",
        "price": 20,
        "images": [
            "https://http2.mlstatic.com/D_NQ_NP_998602-MCO73432084505_122023-O.webp"
        ],
        "category": "Ropa"
    },
    {
        "id": 3,
        "title": "Zapatos Sandalia Para Agua",
        "description": "La orma del zapato es algo justa para que cuando lo uses en el agua no se salga con facilidad, si te gusta más cómodos te recomiendo una talla más, si tienes duda en la talla, toma la medida de tu pie de manera correcta desde el talón hasta el final del dedo gordo.",
        "price": 60,
        "images": [
            "https://http2.mlstatic.com/D_NQ_NP_874432-MCO75329485790_032024-O.webp"
        ],
        "category": "Ropa"
    },
    {
        "id": 4,
        "title": "Hidrolavadora Electrica",
        "description": "Optimiza tus tareas de limpieza con esta hidrolavadora TRENT, combinando potencia y seguridad en un diseño eficiente. Nota: El producto no incluye manguera de entrada de agua, depósito interno de agua ni detergente. La lanza no es telescópica y el producto no es sumergible en agua, se debe utilizar solo con agua corriente de grifo.",
        "price": 200,
        "images": [
            "https://http2.mlstatic.com/D_NQ_NP_653789-MLU78394894378_082024-O.webp"
        ],
        "category": "Herramientas"
    },
    {
        "id": 5,
        "title": "Smartphone XYZ 2025",
        "description": "El Smartphone XYZ 2025 cuenta con un diseño elegante, pantalla de alta definición y una cámara de 108 MP. Ideal para quienes buscan un dispositivo potente y versátil.",
        "price": 799,
        "images": [
            "https://http2.mlstatic.com/D_NQ_NP_938514-MCO80511646254_112024-O.webp"
        ],
        "category": "Tecnología"
    },
    {
        "id": 6,
        "title": "Chaqueta de Invierno Impermeable",
        "description": "Chaqueta de invierno impermeable con aislamiento térmico, perfecta para mantenerte caliente y seco en los días fríos y lluviosos.",
        "price": 120,
        "images": [
            "https://http2.mlstatic.com/D_NQ_NP_932030-MCO72158866004_102023-O.webp"
        ],
        "category": "Ropa"
    },
    {
        "id": 7,
        "title": "Juego de Construcción para Niños",
        "description": "Este juego de construcción fomenta la creatividad y habilidades motoras en los más pequeños, ideal para niños de 5 años en adelante.",
        "price": 45,
        "images": [
            "https://http2.mlstatic.com/D_NQ_NP_757609-MLU79245397137_092024-O.webp"
        ],
        "category": "Juguetes"
    },
    {
        "id": 8,
        "title": "Taladro Inalámbrico 20V",
        "description": "Este taladro inalámbrico de 20V es perfecto para trabajos en casa y bricolaje. Cuenta con varias velocidades y es ligero y fácil de usar.",
        "price": 90,
        "images": [
            "https://http2.mlstatic.com/D_NQ_NP_657560-MLU78757285993_082024-O.webp"
        ],
        "category": "Herramientas"
    }
]